Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_etaopetus_vahvistaa_saamelaisoppilaiden_kielellisia_ja_kulttuurisia_oikeuksia.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten etäopetus vahvistaa saamelaisoppilaiden kielellisiä ja kulttuurisia oikeuksia
smn: Sämikielâi káidusmáttááttâs naanood sämiuáppei kielâlijd já kulttuurlijd vuoigâdvuođâid

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeella on voitu parantaa saamelaisoppilaiden mahdollisuuksia opiskella saamen kieliä, vahvistaa saamelaisuuttaan ja siten saamen kielten ja kulttuurin säilymistä ja elpymistä maassamme, todetaan tuoreessa arviointiraportissa.
smn: Sämikielâi káidusmáttááttâs piiloothavváin láá pastam pyerediđ sämiuáppei máhđulâšvuođâid oppâđ sämikielâid, nanodiđ jieijâs sämmilâšvuođâ já tienuuvt sämikielâi já -kulttuur siäilum já iäláskem mii enâmist, pahudeh vorâs árvuštâllâmraportist.

source: Kansallinen koulutuksen arviointikeskus (Karvi) arvioi keväällä 2022 saamen kielten etäopetushankkeen toimivuutta ja opetuksen vaikuttavuutta.
smn: Aalmuglâš škovlim árvuštâllâmkuávdáš (Karvi) árvuštâlâi kiđđuv 2022 sämikielâi káidusmáttááttâshaavâ toimâm já máttááttâs vaikuttâs.

source: Etäyhteyksin toteutettua opetusta on järjestetty vuodesta 2018 alkaen.
smn: Káidusohtâvuođâiguin olášuttum máttááttâs lii uárnejum ive 2018 rääjist.

source: Etäopetuspilottia rahoittaa opetus- ja kulttuuriministeriö ja johtaa Utsjoen kunta.
smn: Káidusmáttááttâspiiloot ruttâd máttááttâs- já kulttuurministeriö já joođeet Ucjuv kieldâ.

source: Hankkeen koordinaatiosta vastaa Saamelaiskäräjät.
smn: Haavâ koordinaatiost västid Sämitigge.

source: Etäopetushankkeen tavoitteena on ollut saavuttaa saamelaisten kotiseutualueen ulkopuolella asuvia lapsia ja nuoria, joiden perheen tai suvun kieli on jokin kolmesta Suomessa puhutusta saamen kielestä (inarin-, koltan- ja pohjoissaame), tarjota heille saamen kielten opetusta.
smn: Káidusmáttááttâshaavâ ulmen lii lamaš juksâđ sämmilij päikkikuávlu ulguubeln ässee párnáid já nuorâid, kiäi perruu tâi suuvâ kielâ lii miinii kuulmâ Suomâst sarnum sämikielâst (anarâš-, nuorttâlâš- já tavesämikielâ), já faallâđ sijjân sämikielâ máttááttâs.

source: Arviointi osoitti, että kieltä ei ole ilman kulttuuria, ja suvun tai perheen kielen osaaminen vahvistaa huoltajien käsitysten mukaan yhteisöllisyyttä ja pitää saamen kielen ja kulttuurin hengissä.
smn: Árvuštâllâm čaaitij, ete kielâ ij lah kulttuurttáá, já suuvâ tâi perruu kielâ mättim naanood huolâtteijei ibárdâsâi mield siärvuslâšvuođâ já tuálá sämikielâ já -kulttuur elimist.

source: Hankkeen oppilasmäärä on kolminkertaistunut hankkeen aikana, ja se on lukuvuonna 2022–2023 noin 150 oppilasta noin 90 eri koulusta ja 40 eri kunnasta.
smn: Haavâ uáppeemeeri lii šoddâm kuulmâkiärdásâžžân haavâ ääigi, já tot lii luuhâmive 2022-2023 suulân 150 uápped suulân 90 sierâ škoovlâst já 40 sierâ kieldâst.

source: Hyvinä käytänteinä etäopetuspilotissa nousi esiin muun muassa huoltajien aktiivinen osallistuminen lastensa saamen kielen opiskeluun.
smn: Šiev vuáhádâhhân káidusmáttááttâspilotist pajanij oovdân eereeb iärrás huolâtteijei aktiivlâš uásálistem jieijâs párnái sämikielâ oppâmân.

source: Vuorovaikutus koulun ja huoltajien välillä toimi hyvin ja erityisesti lapsen ohjaajalla on vuorovaikutuksessa tärkeä rooli.
smn: Vuáruvaikuttâs škoovlâ já huolâtteijei kooskâ tooimâi pyereest já eromâšávt párnáá stivrejeijest lii vuáruvaikuttâsâst tehálâš rooli.

source: Etäopetuspilotin opettajat ovat päteviä, mikä heijastuu myös oppilaiden motivoitumiseen ja haluun oppia saamen kieltä.
smn: Káidusmáttááttâspiiloot máttáátteijeeh láá toháliih, mii spejâlist meid uáppei mohtân já haalun oppâđ sämikielâ.

source: Oppilaiden mielestä tunneilla on kivaa, sillä siellä on monenlaista tekemistä, ja oppilas saa lisätehtäviä halutessaan.
smn: Uáppei mielâst tiijmij ääigi lii suotâs, tastko tobbeen láá maaŋgâlágán porgâm, já uáppee finnee lasepargopittáid jis haalijd.

source: Opettajat puhuvat tunneilla paljon saamea ja lapsilla on myös kotona mahdollisuuksia käyttää kieltä.
smn: Máttáátteijeeh sárnuh tiijmij ääigi ennuv sämikielâ já párnáin láá meid pääihist máhđulâšvuođah kevttiđ kielâ.

source: Erilaiset mediat ovat luonnollinen osa opetusta.
smn: Sierâlágáneh mediah láá luándulâš uási máttááttâsâst.

source: Opetukseen hakeutuminen helppoa, huoltajien aktiivisuus avainasemassa
smn: Máttááttâsân ucâlum lii älkkee, huolâtteijei aktiivlâšvuotâ tehálâš

source: Tällä hetkellä yli 70 % saamelaislapsista ja -nuorista asuu saamelaisalueen ulkopuolella.
smn: Tääl paijeel 70 %:d sämipárnáin já -nuorâin ääsih sämikuávlu ulguubeln.

source: Tieto oppilaan saamelaisuudesta ei aina välity kouluun, ja siksi huoltajan ja oppilaan itsensä on oltava aktiivisia opetukseen hakeutumisessa.
smn: Tiätu uáppee sämmilâšvuođâst ij ain moonâ škoovlân, já tondiet huolâtteijee já uáppee jieš kalgeh leđeh aktiivliih máttááttâsân ucâmist.

source: Opetuksen järjestäjien ja koulujen mukaan hankkeen vahvuus oli se, että yksikin oppilas riittää opetuksen käynnistämiseen koulussa;
smn: Máttááttâs uárnejeijei já škoovlâi mield haavâ nahcâ lâi tot, ete ohtâ-uv uáppee lâi tuárvi vâi máttááttâs algâttui škoovlâst;

source: ilman etäopetushanketta opetusta ei voitaisi tarjota yksittäiselle oppilaalle.
smn: káidusmáttááttâshavâttáá iä puávtáččii faallâđ máttááttâs ovtâskâs uáppei.

source: Vaikka tiedotus ja ohjeistus on hankkeen elinkaaren aikana selkeästi parantunut, on tiedotusta edelleen kehitettävä opetuksen saavutettavuuden lisäämiseksi.
smn: Veikâ tieđettem já ravvuuh láá haavâ ääigi čielgâsávt puáránâm, te tieđettem kalga ain ovdediđ vâi máttááttâs juksâmvuotâ puárrán.

source: Myös kuntien ja koulujen tulee lisätä tiedottamistaan oppilaiden mahdollisuudesta osallistua etäyhteyksin toteutettavaan saamen kielten opetukseen.
smn: Meid kieldah já škoovlah kalgeh lasettiđ jieijâs tieđettem uáppei máhđulâšvuođâst uásálistiđ sämikielâi káidusmáttááttâsân.

source: Saamen kielen asema opetussuunnitelman perusteissa selkeytettävä
smn: Sämikielâ sajattâh máttááttâsvuávám vuáđusijn kalga čielgâsmittiđ

source: Etäopetuspilotissa annettava opetus on perusopetusta ja lukiokoulutusta täydentävää opetusta, jota tarjotaan saamelaisten kotiseutualueen ulkopuolella asuville saamelaisoppilaille.
smn: Káidusmáttááttâspiiloot máttááttâs lii vuáđumáttááttâs já luvâttâhškovlim tievâsmittee máttááttâs, maid fäälih sämmilij päikkikuávlu ulguubeln ässee sämiuáppeid.

source: Opetusta annetaan kaksi tuntia viikossa, ja oppitunnit ovat usein koulupäivän päätteeksi tai heti sen alussa.
smn: Máttááttâs adeluvvoo kyehti tiijme ohhoost, já oppâtiijmeh láá maŋgii škovlâpeeivi loopâst tâi tállân tom aalgâst.

source: Saamen kielten erityisasema elvytettävinä kielinä tulee huomioida painokkaammin opetussuunnitelmien perusteita uudistettaessa.
smn: Sämikielâi eromâšsajattâh kiellân, moh tarbâšeh iäláskittem, kalga väldiđ huámmášumán vuáimálubbooht, ko máttááttâsvuávám vuáđuseh uđâsmittojeh.

source: Myös kotiseutualueen ulkopuolella tulisi olla mahdollista tarjota eri oppimääriä saamen kielestä, sillä osalle oppilaista saame on äidinkieli, mutta iso osa oppilaista aloittaa saamen opiskelun alkeista.
smn: Meid päikkikuávlu ulguubeln kolgâččij leđe máhđulâš faallâđ sierâ oppâmeerijd sämikielâst, tastko uásán uáppeid sämikielâ lii eenikielâ, mutâ stuorrâ uási uáppein algâtteh sämikielâ oppâm aalgâst.

source: Opetuksen tavoitteissa ja sisällöissä tulee huomioida selkeämmin saamelaispedagogiikka, saamelainen kulttuuri ja elämäntapa sekä saamen kielten uhanalainen tilanne sekä asema maamme ainoina alkuperäiskielinä.
smn: Máttááttâs uulmijn já siskáldâsâin kalga väldiđ huámmášumán čielgâsubbooht sämmilâšpedagogiik, sämikulttuur já sämmilii eellimvyevi sehe sämikielâi uhkevuálásii tile sehe sajattuv mii eennâm áinoo algâkiellân.

source: Arvioinnin mukaan hankkeen yhtenä haasteena oli oppituntien sijoittelu lukujärjestykseen.
smn: Árvuštâllâm mield haavâ ohtân hástusin lâi oppâtiijmij soijim luuhâmoornigân.

source: Mitä suurempi koulu, sitä vaikeampaa yksittäisen oppilaan tuntien sijoittaminen lukujärjestykseen oli ollut.
smn: Mađe stuárráb škovlâ, tađe vaigâdub ovtâskâs uáppee tiijmij soijim luuhâmoornigân lâi lamaš.

source: Kehittämissuosituksena arvioinnissa esitetään saamen kielen saamista osaksi tuntijakoa, mikä tekisi saamen kielten aseman näkyvämmäksi myös koulutuspoliittisesti.
smn: Ovdedemavžuuttâssân árvuštâlmist iävtutteh sämikielâ finnim uássin tijmejuávu, mii tovâččij sämikielâi sajattuv eenâb uáinojeijen meid škovlimpooliitlávt.

source: Samoin arvioinnissa esitetään, että viimeksi 90-luvulla uudistettua perusopetuslakia tulee tarkistaa saamelaislasten osalta siten, että se vahvistaisi saamelaisten kotiseutualueella asuvien saamelaisoppilaiden lisäksi myös kotiseutualueen ulkopuolella asuville saamelaisoppilaille oikeuden saamen kieleen ja saamenkieliseen opetukseen.
smn: Siämmáánáál árvuštâlmist iävtutteh, ete majemustáá 90-lovvoost uđâsmittum vuáđumáttááttâslaavâ kalga tärhistiđ sämipárnái uásild tienuuvt, ete tot nanodičij sämmilij päikkikuávlust ässee sämiuáppei lasseen meid päikkikuávlu ulguubeln ässee sämiuáppei vuoigâdvuođâ sämikielân já sämikielâlii máttááttâsân.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Marita Härmälä Johtava arviointiasiantuntija, Karvi +358 29 533 5560 marita.harmala@karvi.fi
smn: Marita Härmälä Njunoš árvuštâllâmäššitobdee, Karvi +358 29 533 5560 marita.harmala@karvi.fi

source: Hanna Helander Projektipäällikkö, saamen kielten etäopetushanke +358 40 7012 094 hanna.helander@edu.utsjoki.fi
smn: Hanna Helander Proojeekthovdâ, sämikielâi káidusmáttááttâshaahâ 040 7012 094 hanna.helander@edu.utsjoki.fi

source: Linkit:
smn: Liiŋkah:

source: ” Saamen kielten etäyhteyksiä hyödyntävän opetuspilotin arviointi 2022 .
smn: ” Sämikielâi káidusmáttááttâspiiloot árvuštâllâm 2022.

source: Lisätietoja Saamen kielten etäopetushankkeesta:
smn: https://karvi.fi/publication/paljon-on-tehty-mutta-paljon-on-viela-kehitettavaa-saamen-kielten-etayhteyksia-hyodyntavan-opetuspilotin-arviointi-2022/

source: Saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihanke on Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima hanke.
smn: Lasetiäđuh Sämikielâi káidusmáttááttâshaavâst Sämikielâi káidusmáttááttâs piiloothaahâ lii haahâ, mon Ucjuv kieldâ joođeet já Sämitigge koordinist.

source: Hanketta rahoittaa opetus- ja kulttuuriministeriö.
smn: Máttááttâs- já kulttuurministeriö ruttâd haavâ.

source: Hankkeen tavoitteina on tarjota saamen kielten etäyhteyksiä hyödyntävää opetusta peruskoulun oppilaille ja toisen asteen opiskelijoille saamelaisalueen kuntien ulkopuolelle kaksi viikkotuntia ja kehittää saamen kielten etäopetuksen pedagogiikkaa.
smn: Haavâ ulmen lii faallâđ sämikielâi káidusmáttááttâs kyehti okkotiijme verd vuáđuškoovlâ já nube tääsi uáppeid sämikuávlu kieldâi ulguubel já ovdediđ sämikielâi káidusmáttááttâs pedagogiik.

source: Etäopetushankkeen opetus on reaaliaikaista (synkronista) opetusta.
smn: Káidusmáttááttâshaavâ máttááttâs lii reaaláigásâš (synkroonlâš) máttááttâs.

source: Tällöin opettaja ja etäopetukseen osallistuvat oppilaat ja opiskelijat osallistuvat samaan aikaan oppitunneille omilla päätelaitteillaan, mutta fyysisesti eri paikoissa.
smn: Talle máttáátteijee já uáppeeh, kiäh uásálisteh káidusmáttááttâsân, uásálisteh siämmáá ääigi oppâtijmijd jieijâs piergâsijn, mutâ fyysilávt sierâ paaihijn.
